Repository: tanishasharma2140/yoyomiles_user
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Welcome
hi: स्वागत है

# valid_number
source: With a valid number, you can access deliveries, and our other services
hi: एक वैध नंबर के साथ, आप डिलीवरी और हमारी अन्य सेवाओं का उपयोग कर सकते हैं

source: Mobile Number
hi: मोबाइल नंबर

source: Login
hi: लॉगिन

# please_enter_mobile
source: please enter a valid 10 digit number
hi: कृपया वैध 10 अंकों का नंबर दर्ज करें

# login_agree
source: By clicking on login you agree to the
hi: लॉगिन पर क्लिक करके आप सहमत होते हैं

# terms_service
source: Terms of Service
hi: सेवा की शर्तों

source: and
hi: और

source: Privacy Policy
hi: गोपनीयता नीति

# please_enter_otp
source: Please enter a valid 4-digit OTP.
hi: कृपया मान्य 4 अंकों का OTP दर्ज करें।

source: Change
hi: बदलें

# otp
source: One Time Password (OTP) has been sent to this number
hi: वन टाइम पासवर्ड (OTP) इस नंबर पर भेज दिया गया है

# enter_otp
source: Enter OTP Manually
hi: OTP मैन्युअली दर्ज करें

source: Verify
hi: सत्यापित करें

source: Resend OTP
hi: OTP पुनः भेजें

source: seconds
hi: सेकंड

source: First Name
hi: पहला नाम

source: Last Name
hi: अंतिम नाम

source: Email Id
hi: ईमेल आईडी

# please_enter
source: Please enter email
hi: कृपया ईमेल दर्ज करें

# enter_valid
source: Enter a valid email
hi: कृपया मान्य ईमेल दर्ज करें

source: Requirement
hi: आवश्यकता

# select_business
source: Please select Business Usage
hi: कृपया व्यावसायिक उपयोग चुनें

# referral_code
source: Referral Code(Optional)
hi: रेफरल कोड (वैकल्पिक)

source: Register
hi: पंजीकरण करें

# please_enter_name
source: Please enter First Name
hi: कृपया पहला नाम दर्ज करें

# please_enter_last
source: Please enter Last Name
hi: कृपया अंतिम नाम दर्ज करें

# please_enter_email
source: Please enter Email Address
hi: कृपया ईमेल पता दर्ज करें

# number_verification
source: A one time password (OTP) will be sent to this number for verification.
hi: सत्यापन के लिए इस नंबर पर एक वन टाइम पासवर्ड (OTP) भेजा जाएगा

# mobile_number_not
source: Mobile number not found.
hi: मोबाइल नंबर नहीं मिला।

# something_went_wrong
source: Something went wrong. Please try again later.
hi: कुछ गलत हो गया। कृपया बाद में पुनः प्रयास करें।

# account_suspicion
source: Account Suspicion Alert!
hi: खाता संदिग्ध अलर्ट!

# account_is_suspected
source: Your account is suspected. Please contact the admin for more details.
hi: आपका खाता संदिग्ध पाया गया है। अधिक जानकारी के लिए कृपया एडमिन से संपर्क करें।

source: OTP sent successfully
hi: OTP सफलतापूर्वक भेज दिया गया है।

source: Exit App
hi: ऐप से बाहर निकलें

# want_to_exit_app
source: Are you sure you want to exit this app?
hi: क्या आप वाकई इस ऐप से बाहर निकलना चाहते हैं?

source: Cancel
hi: रद्द करें

source: Exit
hi: बाहर निकलें

source: Home
hi: होम

source: Orders
hi: ऑर्डर्स

source: payments
hi: भुगतान

source: Account
hi: खाता

source: OK
hi: ठीक है

source: Picked up from
hi: यहाँ से पिकअप करें

# yoyomiles_reward
source: Explore Yoyomiles Reward
hi: Yoyomiles रिवॉर्ड्स देखें

source: Get
hi: पाएं

# coins_for_referral
source: coins for each referral!
hi: प्रत्येक रेफरल पर कॉइन्स!

# announce
source: Announcements
hi: घोषणाएँ

# introduce_yoyo
source: Introducing Yoyomiles Enterprise
hi: Yoyomiles एंटरप्राइज प्रस्तुत है

# safety_ki_shart
source: Safety ki shart Lagi!
hi: सुरक्षा की शर्त लागू!

# introduce_load_unload
source: Introducing Loading unloading
hi: लोडिंग और अनलोडिंग सेवा प्रस्तुत है

source: Past
hi: पिछले

source: Rate Ride
hi: राइड को रेट करें

source: Rate Your Ride
hi: अपनी राइड को रेट करें

source: Submit
hi: जमा करें

source: No Orders !
hi: कोई ऑर्डर नहीं मिला!

source: Order History
hi: ऑर्डर इतिहास

# for_older
source: For older orders, contact our support team.
hi: पुराने ऑर्डर्स के लिए हमारी सपोर्ट टीम से संपर्क करें।

source: Book Now
hi: अभी बुक करें

# yoyomiles_credit
source: Yoyomiles credits
hi: Yoyomiles क्रेडिट्स

source: Add Money
hi: पैसे जोड़ें

source: Balance
hi: बैलेंस

source: Enter Amount
hi: राशि दर्ज करें

# at_least
source: Enter Amount At-least ₹10
hi: कम से कम ₹10 राशि दर्ज करें

source: Proceed
hi: आगे बढ़ें

# no_transaction
source: No Transactions Found
hi: कोई लेन-देन नहीं मिला

# saved_address
source: Saved Addresses
hi: सहेजे गए पते

# packer_mover_order
source: Packer Mover Order History
hi: पैकर एंड मूवर ऑर्डर इतिहास

source: Benefits
hi: लाभ

# yoyomiles_rew
source: Yoyomiles Rewards
hi: Yoyomiles रिवॉर्ड्स

# refer_friend
source: Refer your Friends!
hi: अपने दोस्तों को रेफर करें!

source: Invite
hi: आमंत्रित करें

# support_legal
source: Support and Legal
hi: सपोर्ट और कानूनी

source: Help & Support
hi: मदद और सपोर्ट

# terms_condition
source: Terms and Condition
hi: नियम और शर्तें

# setting
source: Settings
hi: सेटिंग्स

source: Log Out
hi: लॉग आउट

source: App version
hi: ऐप संस्करण

# are_you_want_to_log
source: Are you sure you want to log out?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?

source: No
hi: नहीं

source: Yes
hi: हाँ

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

# add_gst
source: Add GST Details
hi: जीएसटी विवरण जोड़ें

source: Save
hi: सहेजें

# mob_num
source: Mobile Number
hi: मोबाइल नंबर

# can_not_change
source: Cannot be changed
hi: बदला नहीं जा सकता

source: Available
hi: उपलब्ध

# gst_detail
source: GST Details
hi: जीएसटी विवरण

# gst_no
source: GSTIN No
hi: जीएसटीआईएन नंबर

# gst_address_no
source: GST Registration Address
hi: जीएसटी पंजीकरण पता

# add_new_add
source: Add New Address
hi: नया पता जोड़ें

# your_saved_add
source: Your saved addresses
hi: आपके सहेजे गए पते

source: Pin code:
hi: पिन कोड:

source: Delete
hi: हटाएं

# no_add_available
source: No Address Available
hi: कोई पता उपलब्ध नहीं है

# delete_shop_add
source: Delete Shop address?
hi: क्या दुकान का पता हटाएं?

# where_is_pickup
source: Where is your pickup?
hi: आपका पिकअप कहाँ है?

source: Selected Location
hi: चयनित स्थान

# house_apartment
source: House/ Apartment/ Shop(optional)
hi: घर/ अपार्टमेंट/ दुकान (वैकल्पिक)

# pin
source: Pincode(optional)
hi: पिनकोड (वैकल्पिक)

source: Name
hi: नाम

# con_no
source: Contact Number
hi: संपर्क नंबर

# use_my_num
source: Use My Mobile Number:
hi: मेरा मोबाइल नंबर उपयोग करें:

# save_as_opt
source: Save as (optional):
hi: इस रूप में सहेजें (वैकल्पिक):

# home_ji
source: Home
hi: घर

source: Shop
hi: दुकान

source: Other
hi: अन्य

# confirm_save
source: Confirm and Save
hi: पुष्टि करें और सहेजें

# order_his
source: Order History
hi: ऑर्डर इतिहास

# your_moving
source: Your Moving Orders
hi: आपके मूविंग ऑर्डर

# see_all
source: See all your packer & mover orders
hi: अपने सभी पैकर्स और मूवर्स ऑर्डर देखें

# no_order_yet
source: No Orders Yet
hi: अभी तक कोई ऑर्डर नहीं

# scratch
source: Scratch to reveal
hi: खोलने के लिए स्क्रैच करें

# no_ref_yet
source: No referral rewards yet
hi: अभी तक कोई रेफरल रिवॉर्ड नहीं

# total_re
source: Total Reward
hi: कुल रिवॉर्ड

# you_re_reward
source: Your Referral Reward
hi: आपका रेफरल रिवॉर्ड

# no_referal_yet
source: No referral rewards yet
hi: अभी तक कोई रेफरल रिवॉर्ड नहीं

# you_rewards
source: Your rewards
hi: आपके रिवॉर्ड

source: CLAIMED
hi: क्लेम किया गया

source: Tap to open
hi: खोलने के लिए टैप करें

source: Contact Support
hi: सपोर्ट से संपर्क करें

# need_help
source: Need help with your orders?
hi: अपने ऑर्डर में मदद चाहिए?

source: No data found
hi: कोई डेटा नहीं मिला

# any_other
source: Any Other question?
hi: कोई अन्य प्रश्न?

# call_or_mail
source: Call or Mail us!
hi: हमें कॉल या मेल करें!

source: Emergency
hi: आपातकाल

source: SOS
hi: एसओएस

source: Pickup
hi: पिकअप

source: Shifting Date:
hi: शिफ्टिंग तिथि:

source: Drop
hi: ड्रॉप

source: Total Charges
hi: कुल शुल्क

source: Distance
hi: दूरी

source: Items
hi: सामान

# view_order_de
source: View Order Details
hi: ऑर्डर विवरण देखें

source: Assigned Soon
hi: जल्द ही असाइन किया जाएगा

source: Agent waiting...
hi: एजेंट प्रतीक्षा में...

source: Assigned
hi: असाइन किया गया

source: Agent Name:
hi: एजेंट का नाम:

# mob
source: Mobile:
hi: मोबाइल:

# order_detail
source: Order Details
hi: ऑर्डर विवरण

source: Order Summary
hi: ऑर्डर सारांश

source: Order ID
hi: ऑर्डर आईडी

source: Total Items
hi: कुल सामान

# add_detail
source: Address Details
hi: पते का विवरण

# charges_break
source: Charges Breakdown
hi: शुल्क का विवरण

source: Single Layer
hi: सिंगल लेयर

source: Multi Layer
hi: मल्टी लेयर

# unpackaging
source: Unpacking
hi: अनपैकिंग

# dismantle
source: Dismantle/Reassembly
hi: डिसमेंटल/री-असेंबली

source: Lift Charges
hi: लिफ्ट शुल्क

source: Total Amount
hi: कुल राशि

# hello_support
source: Hello Support, I need help with my ongoing ride.
hi: नमस्ते सपोर्ट, मुझे अपनी चल रही राइड में मदद चाहिए।

# where_is_drop
source: Where is your Drop?
hi: आपका ड्रॉप स्थान कहाँ है?

# please_enter_sender
source: Please enter sender's name
hi: कृपया प्रेषक का नाम दर्ज करें

# please_enter_valid
source: Please enter a valid 10-digit mobile number
hi: कृपया एक मान्य 10 अंकों का मोबाइल नंबर दर्ज करें

# your_goods_will_be
source: Your goods will be picked up from here
hi: आपका सामान यहाँ से पिकअप किया जाएगा

# sender_name
source: Sender's Name
hi: प्रेषक का नाम

# sender_mob_no
source: Sender's Mobile Number
hi: प्रेषक का मोबाइल नंबर

source: Confirm Pickup Location
hi: पिकअप स्थान की पुष्टि करें

# confirm_proceed
source: Confirm and proceed
hi: पुष्टि करें और आगे बढ़ें

# enter_contact_detail
source: Enter Contact Details
hi: संपर्क विवरण दर्ज करें

# receiver_name
source: Receiver's Name
hi: प्राप्तकर्ता का नाम

# receiver_mob_no
source: Receiver's Mobile Number
hi: प्राप्तकर्ता का मोबाइल नंबर

# confirm_drop_locatio
source: Confirm Drop Location
hi: ड्रॉप स्थान की पुष्टि करें

# select_vehicle
source: Select a Vehicle
hi: वाहन चुनें

source: EDIT LOCATION
hi: स्थान संपादित करें

# choose_the_vehicle
source: Choose the vehicle for your delivery
hi: अपनी डिलीवरी के लिए वाहन चुनें

# no_vehicle
source: No vehicles available.
hi: कोई वाहन उपलब्ध नहीं है।

source: Invalid vehicle selection
hi: अमान्य वाहन चयन

source: Proceed with
hi: के साथ आगे बढ़ें

source: Review Booking
hi: बुकिंग की समीक्षा करें

# view_add_detail
source: View Address detail
hi: पता विवरण देखें

source: Free
hi: मुफ्त

# of_loading_unloading
source: of loading and unloading time include.
hi: लोडिंग और अनलोडिंग समय शामिल है।

source: mins
hi: मिनट

# offer_discount
source: Offers and Discounts
hi: ऑफर और छूट

source: Coupon Applied
hi: कूपन लागू किया गया

source: Fare Summary
hi: किराया सारांश

source: Trip Fare
hi: यात्रा किराया

source: (Incl.Toll)
hi: (टोल सहित)

source: Discount 🎉🎉
hi: छूट 🎉🎉

source: Fare After Discount
hi: छूट के बाद किराया

# booking_fees_conv_charge
source: Booking Fees & Convenience Chagres
hi: बुकिंग शुल्क और सुविधा शुल्क

source: Net Fare
hi: कुल किराया

source: Amount Payable
hi: देय राशि

source: (Exact)
hi: (सटीक)

# good_type
source: Goods Type
hi: सामान का प्रकार

source: Read before booking
hi: बुकिंग से पहले पढ़ें

# labour_charges
source: • Fare does not include labour charges for loading & unloading
hi: • किराये में लोडिंग और अनलोडिंग के श्रम शुल्क शामिल नहीं हैं

# fare_include
source: • Fare includes
hi: • किराये में शामिल है

# min_free_loading
source: mins free loading/unloading time.
hi: मिनट मुफ्त लोडिंग/अनलोडिंग समय।

# parking_charge
source: • Parking charges to be paid by customer.
hi: • पार्किंग शुल्क ग्राहक द्वारा भुगतान किया जाएगा।

# fare_include_toll
source: • Fare includes toll and permit charges, if any.
hi: • किराये में टोल और परमिट शुल्क शामिल हैं, यदि कोई हो।

# we_dont_allow
source: • We do not allow overloading.
hi: • हम ओवरलोडिंग की अनुमति नहीं देते हैं।

source: Pay Mode
hi: भुगतान का तरीका

source: Pay Via Cash
hi: नकद द्वारा भुगतान करें

source: Pay Via Online
hi: ऑनलाइन द्वारा भुगतान करें

source: Pay Via Wallet
hi: वॉलेट द्वारा भुगतान करें

source: Payment
hi: भुगतान

# please_select_good
source: Please Select Goods Type
hi: कृपया सामान का प्रकार चुनें

source: Please select Pay Mode
hi: कृपया भुगतान का तरीका चुनें

source: Select
hi: चुनें

# select_good_type
source: Select your goods type
hi: अपने सामान का प्रकार चुनें

source: Update
hi: अपडेट करें

# coupon_offer
source: Coupons & Offers
hi: कूपन और ऑफर

source: Enter code here
hi: यहाँ कोड दर्ज करें

# applyy
source: APPLY
hi: लागू करें

source: More Offers:
hi: अधिक ऑफर:

# no_coupon_available
source: No Coupons Available
hi: कोई कूपन उपलब्ध नहीं है

source: APPLIED
hi: लागू

source: valid till:
hi: मान्य तक:

# please_ensure_both
source: Please ensure both pickup and drop locations are selected
hi: कृपया सुनिश्चित करें कि पिकअप और ड्रॉप दोनों स्थान चयनित हैं

# please_wait_fetching
source: Please wait, fetching location coordinates...
hi: कृपया प्रतीक्षा करें, लोकेशन के निर्देशांक प्राप्त किए जा रहे हैं...

source: Pick up Location
hi: पिकअप स्थान

# tap_to_select_pickup
source: Tap to select pickup location
hi: पिकअप स्थान चुनने के लिए टैप करें

source: Drop Location
hi: ड्रॉप स्थान

# tap_to_select_drop
source: Tap to select drop location
hi: ड्रॉप स्थान चुनने के लिए टैप करें

source: Select Pickup
hi: पिकअप चुनें

# select_drop
source: Select Drop Location
hi: ड्रॉप चुनें

source: Search location...
hi: स्थान खोजें...

source: Recent Searches
hi: हाल की खोजें

# no_recent_search
source: No recent searches
hi: कोई हाल की खोज नहीं

# your_recent_location
source: Your recent location searches will appear here
hi: आपकी हाल की लोकेशन खोज यहाँ दिखाई देगी

# recent_search
source: Recent Searches
hi: हाल की खोजें

source: Search History
hi: खोज इतिहास

source: No search history
hi: कोई खोज इतिहास नहीं

source: Choose a ride
hi: राइड चुनें

source: Approx. fare
hi: अनुमानित किराया

source: Confirm
hi: पुष्टि करें

source: Ride
hi: राइड

# route_detail
source: Route Details
hi: रूट विवरण

source: Continue Ride
hi: राइड जारी रखें

# please_enter_both
source: Please enter both pickup and drop locations first.
hi: कृपया पहले पिकअप और ड्रॉप दोनों स्थान दर्ज करें।

# please_enter_pickup_floor
source: Please enter pickup floor number
hi: कृपया पिकअप फ्लोर नंबर दर्ज करें

# please_enter_drop_floor
source: Please enter drop floor number
hi: कृपया ड्रॉप फ्लोर नंबर दर्ज करें

# could_not_fetch_city
source: Could not fetch city details. Please check the addresses and try again.
hi: शहर का विवरण प्राप्त नहीं हो सका। कृपया पता जांचें और पुनः प्रयास करें।

# with_in_city_service
source: Within City service is not available for different cities
hi: अलग-अलग शहरों के लिए Within City सेवा उपलब्ध नहीं है

# within_city_service_confirmed
source: Within City service confirmed! Both locations are in
hi: Within City सेवा की पुष्टि हुई! दोनों स्थान इस शहर में हैं

# between_cities_service
source: Between Cities service is not available for same city.
hi: एक ही शहर के लिए Between Cities सेवा उपलब्ध नहीं है।

# between_cities_service_confirmed
source: Between Cities service confirmed! From
hi: Between Cities सेवा की पुष्टि हुई! से

# please_fill_all_req
source: Please fill all required fields
hi: कृपया सभी आवश्यक फ़ील्ड भरें

# something_wnt_wrng
source: Something went wrong. Please try again.
hi: कुछ गलत हो गया। कृपया पुनः प्रयास करें।

# packer_move
source: Packer and Mover
hi: पैकर और मूवर

# moving_detail
source: Moving details
hi: मूविंग विवरण

source: Add items
hi: आइटम जोड़ें

source: Schedule
hi: शेड्यूल

# select_lift_available
source: Service lift available at pickup
hi: पिकअप पर सर्विस लिफ्ट उपलब्ध है

source: Floor Number at Pickup
hi: पिकअप पर फ्लोर नंबर

# service_lift_available_drop
source: Service lift available at drop
hi: ड्रॉप पर सर्विस लिफ्ट उपलब्ध है

source: Floor Number at Drop
hi: ड्रॉप पर फ्लोर नंबर

source: Processing...
hi: प्रोसेस हो रहा है...

source: Check Price
hi: कीमत जांचें

# sera_locat
source: Search location
hi: स्थान खोजें

source: Within City
hi: शहर के भीतर

source: Between Cities
hi: शहरों के बीच

# please_enter_atleast_one
source: Please add at least one item
hi: कृपया कम से कम एक आइटम जोड़ें

# loading_item
source: Loading items...
hi: आइटम लोड हो रहे हैं...

source: Retry
hi: पुनः प्रयास करें

# no_item_available
source: No items available
hi: कोई आइटम उपलब्ध नहीं है

source: Please try again later
hi: कृपया बाद में पुनः प्रयास करें

# add_items_to_get_the
source: Add items to get the exact quote, you can edit this later
hi: सटीक कोट प्राप्त करने के लिए आइटम जोड़ें, आप इसे बाद में संपादित कर सकते हैं

# item_added
source: Items added
hi: आइटम जोड़े गए

source: View all
hi: सभी देखें

# no_item_selected
source: No items selected
hi: कोई आइटम चयनित नहीं है

# selected_item
source: Selected Items
hi: चयनित आइटम

# no_item_available_in
source: No items available in this category
hi: इस श्रेणी में कोई आइटम उपलब्ध नहीं है

source: Select Pickup Slot
hi: पिकअप स्लॉट चुनें

# loading_slot
source: Loading slots for
hi: स्लॉट लोड हो रहे हैं

# loading_slot_for
source: Loading slots for selected date...
hi: चयनित तिथि के लिए स्लॉट लोड हो रहे हैं...

# available_time
source: Available Time Slots
hi: उपलब्ध समय स्लॉट

# no_slot_available
source: No slots available
hi: कोई स्लॉट उपलब्ध नहीं है

# load_slot
source: Load Slots
hi: स्लॉट लोड करें

source: Confirm Slot
hi: स्लॉट की पुष्टि करें

source: slots
hi: स्लॉट

source: Not Available
hi: उपलब्ध नहीं

source: Payment Summary
hi: भुगतान सारांश

source: Shifting on:
hi: शिफ्टिंग की तिथि:

source: Pay booking amount
hi: बुकिंग राशि का भुगतान करें

# please_make_sure
source: Please make sure to read our
hi: कृपया सुनिश्चित करें कि आप हमारे

# terms_con
source: Terms & Conditions
hi: नियम एवं शर्तें

source: Select shifting date
hi: शिफ्टिंग की तिथि चुनें

source: Recommended add-ons
hi: अनुशंसित अतिरिक्त सेवाएँ

# we_couldnot_find
source: We Couldn't Find a Driver
hi: हमें ड्राइवर नहीं मिल सका

# it_seems_there_are_no_drivers
source: It seems there are no drivers available on this route right now. Please try again in a little while.
hi: इस रूट पर इस समय कोई ड्राइवर उपलब्ध नहीं है। कृपया थोड़ी देर बाद पुनः प्रयास करें।

source: Cancel Ride
hi: राइड रद्द करें

source: Go Back
hi: वापस जाएं

source: Ride Completed!🎉
hi: राइड पूरी हुई! 🎉

# your_ride_has_been
source: Your ride has been cancelled by driver
hi: आपकी राइड सफलतापूर्वक पूरी हो गई है। धन्यवाद!

source: Ride Cancelled!
hi: राइड रद्द हो गई!

# ride_status_waiting
source: Waiting for driver
hi: ड्राइवर का इंतजार हो रहा है

# ride_status_accepted
source: Accepted by driver
hi: ड्राइवर ने राइड स्वीकार कर ली है

# ride_status_on_the_way
source: On the way to pickup
hi: ड्राइवर पिकअप की ओर आ रहा है

# ride_status_arrived
source: Arrived at Pickup Point
hi: ड्राइवर पिकअप स्थान पर पहुंच गया है

# ride_status_otp_verified
source: OTP Verified - Ride Started
hi: ओटीपी सत्यापित - राइड शुरू हुई

# ride_status_reached
source: Reached destination
hi: गंतव्य पर पहुंच गए

# ride_status_completed
source: Ride Completed Successfully
hi: राइड सफलतापूर्वक पूरी हुई

# ride_status_cancel_user
source: Cancelled by User
hi: राइड उपयोगकर्ता द्वारा रद्द की गई

# ride_status_cancel_driver
source: Cancelled by Driver
hi: राइड ड्राइवर द्वारा रद्द की गई

source: Exit Ride?
hi: राइड से बाहर निकलें?

# are_you_sure_you_want
source: Are you sure you want to exit this ride?
hi: क्या आप वाकई इस राइड से बाहर निकलना चाहते हैं?

source: Trip Status
hi: ट्रिप स्थिति

# searching_for_driver
source: Searching for drivers nearby...
hi: आसपास ड्राइवर खोजे जा रहे हैं...

source: Your Trip OTP
hi: आपका ट्रिप ओटीपी

source: Online
hi: ऑनलाइन

source: Wallet
hi: वॉलेट

source: Cash
hi: नकद

source: Payment method
hi: भुगतान का तरीका

source: 🚗 Ride Started!
hi: 🚗 राइड शुरू हुई!

# trip_comple
source: 🎉 Trip Completed!
hi: 🎉 ट्रिप पूरी हुई!

source: Cash Payment
hi: नकद भुगतान

source: Online Payment
hi: ऑनलाइन भुगतान

# please_pay_cash_to
source: Please pay cash to the driver
hi: कृपया ड्राइवर को नकद भुगतान करें

# complete_your_online_payment
source: Complete your online payment below
hi: कृपया नीचे अपना ऑनलाइन भुगतान पूरा करें

source: Pay Now
hi: अभी भुगतान करें

source: Payment Status:
hi: भुगतान स्थिति:

source: Success
hi: सफल

source: Failed
hi: असफल

# pay
source: Pay Mode:
hi: भुगतान का तरीका:

source: Cash on Delivery
hi: डिलीवरी पर नकद

source: By Wallet
hi: वॉलेट द्वारा

source: Nothing
hi: कुछ नहीं

source: Completed
hi: पूरा हुआ

source: Cancel by User
hi: उपयोगकर्ता द्वारा रद्द

source: Cancel by Driver
hi: ड्राइवर द्वारा रद्द

# tap_to_rate_your
source: Tap to rate your experience
hi: अपने अनुभव को रेट करने के लिए टैप करें

# point_zero
source: .0 Star Rating
hi: .0 स्टार रेटिंग
